Repository: Kanan302/EventTrack-App
Catalog: lib/shared/l10n/app_*.arb
Languages: az

# discoverUpcomingNearbyEvents
source: Discover Upcoming and Nearby Events
az: Qarşıdan Gələn və Ətrafınızdakı Tədbirləri Kəşf Edin

# followEventsWithCalendar
source: Follow events through the calendar and stay informed
az: Tədbirləri Təqvim vasitəsilə izləyin və tədbirlərdən xəbərdar qalın

# discoverNearbyEventsEasily
source: Easily Discover Events Around You
az: Ətrafınızdakı Tədbirləri Asanlıqla Kəşf Edin

# findInterestingEvents
source: Easily find interesting events you can attend here.
az: İştirak edə biləcəyiniz maraqlı tədbirləri buradan asanlıqla tapın.

# planWithGoEvent
source: See events in advance with GoEvent and manage your time well.
az: GoEvent ilə tədbirləri əvvəlcədən görün və vaxtınızı səmərəli idarə edin.

# findEventsWithMap
source: Use the map to easily find nearby music, sports, food, and art events.
az: Xəritə ilə yaxınlıqdakı musiqi, idman, yemək və sənət tədbirlərini asanlıqla tapın.

source: Next
az: Növbəti

source: Skip
az: Keçmək

source: Sign In
az: Daxil olun

source: Your password
az: Parolunuz

source: Remember me
az: Məni xatırla

source: Forgot password?
az: Şifrəni unutmusunuz?

# signInUppercase
source: SIGN IN
az: DAXİL OLUN

source: OR
az: VƏ YA

source: Login with Google
az: Google ilə daxil olun

# dontHaveAccount
source: Don’t have an account?
az: Hesabınız yoxdur?

source: Sign Up
az: Qeydiyyatdan keçin

source: Full Name
az: Adınız

# confirmPassword
source: Confirm your password
az: Parolunuzu təsdiqləyin

# signUpUppercase
source: SIGN UP
az: QEYDİYYAT

# alreadyHaveAccount
source: Already have an account?
az: Artıq hesabınız var?

source: Reset Password
az: Şifrəni sıfırla

# resetDecryption
source: Enter your email address to reset your password
az: Şifrəni sıfırlamaq üçün e-poçt ünvanınızı daxil edin

# contine
source: Continue
az: Davam et

source: Verification
az: Təsdiqləmə

# sendOTP
source: Verification code has been sent to you
az: Təsdiqləmə kodu sizə göndərildi

source: Send
az: Göndər

source: Validity time:
az: Etibarlılıq vaxtı:

source: New Password
az: Yeni Şifrə

source: Your new password
az: Yeni şifrəniz

# confirmYourNewPassword
source: Confirm new password
az: Yeni şifrəni təsdiqləyin

source: Update
az: Yenilə

source: Events
az: Tədbirlər

source: Popular
az: Populyar

source: Map
az: Xəritə

source: Profile
az: Profil

source: Search event...
az: Tədbir axtarın...

# doScan
source: Scan
az: Skan et

source: My Events
az: Tədbirlərim

source: Bookmarked Events
az: Seçilmiş tədbirlər

source: Edit Profile
az: Redaktə et

source: Notifications
az: Bildirişlər

source: About
az: Haqqında

source: Language
az: Dil

source: Dark Mode
az: Tünd rejim

source: Log Out
az: Çıxış et

source: Exit
az: Çıxış

# sureToExit
source: Are you sure you want to exit?
az: Çıxış etmək istədiyinizdən əminsiniz?

source: Cancel
az: Ləğv et

source: Create Your Event
az: Tədbirinizi yaradın

source: Event Name
az: Tədbirin adı

source: Event Description
az: Tədbirin təsviri

source: Event Price
az: Tədbirin qiyməti

source: Event City
az: Tədbirin şəhəri

source: Event Street
az: Tədbirin küçəsi

source: Event Start Date
az: Tədbirin başlama tarixi

source: Event End Date
az: Tədbirin bitmə tarixi

source: Create
az: Yarat

source: Click to upload image
az: Şəkil yükləmək üçün klikləyin

source: Start Date
az: Başlanğıc Tarixi

source: End Date
az: Bitiş Tarixi

source: Choose place from map:
az: Xəritədən ünvan seçin:

source: Coordinates:
az: Koordinatlar:

source: Address
az: Ünvan

source: Event Details
az: Tədbir Təfərrüatları

source: Organizer
az: Təşkilatçı

source: About Event
az: Tədbir Haqqında

# registerEvent
source: REGISTER
az: QEYDİYYATDAN KEÇ

source: Delete
az: Sil

source: Export
az: İxrac

source: More
az: Daha çox

source: Less
az: Daha az

# topEvents
source: Popular Events
az: Populyar Tədbirlər

source: Your name
az: Adınız

# yourAbout
source: About you
az: Haqqınızda

source: Add
az: Əlavə edin

# updateYourProfile
source: Update your information
az: Məlumatlarınızı yeniləyin

source: Passwords do not match
az: Şifrələr uyğun gəlmir

# uploadImage
source: Please upload an image
az: Zəhmət olmasa, şəkil yükləyin

# wrongModel
source: Wrong model sent
az: Yanlış model göndərildi

# notFoundData
source: "data" not found in response.
az: Cavabda "data" tapılmadı.

# unknownError
source: An unknown error occurred.
az: Bilinməyən xəta baş verdi.

# successLogin
source: Login successful
az: Daxil olma uğurlu oldu

# passwordsUpdated
source: Password successfully updated!
az: Şifrə uğurla yeniləndi!

# registrationSuccessfully
source: Registration successful
az: Qeydiyyat uğurlu oldu

source: User ID not found!
az: User ID tapılmadı!

# wrongUserId
source: Invalid User ID!
az: User ID düzgün deyil!

# eventCreatedSuccessfully
source: Event successfully created!
az: Tədbir uğurla yarandı!

# wrongOTP
source: Please enter the correct OTP.
az: Xahiş edirik, OTP-ni düzgün daxil edin.

# verificationSuccessfully
source: Verification completed successfully!
az: Təsdiqləmə uğurla tamamlandı!

source: Error during verification:
az: Təsdiqləmə zamanı xəta oldu:

# checkMail
source: Invalid OTP. Please check your email and try again.
az: Yanlış OTP. Zəhmət olmasa, e-poçtunuzu yoxlayın və yenidən cəhd edin.

# noData
source: No data available
az: Məlumat yoxdur

# noNamedEvent
source: Untitled event
az: Adsız tədbir

# noEventFound
source: No events found.
az: Heç bir tədbir tapılmadı.

source: An error occurred:
az: Xəta baş verdi:

source: Error:
az: Xəta:

source: Date not available
az: Tarix mövcud deyil

# organizerHasNoEvents
source: This organizer has no events.
az: Bu təşkilatçının tədbiri yoxdur.

# qrCodeSent
source: QR code has been sent to your email.
az: QR kod e-poçt ünvanınıza göndərildi.

source: Code:
az: Kod:

# eventsWillUpdate
source: Events will be loaded...
az: Tədbirlər yüklənəcək...

# dataUpdatedSuccessfully
source: Your data has been updated successfully
az: Məlumatlarınız uğurla yeniləndi

# problemWithSystem
source: There is a system issue, we apologize.
az: Sistemdə problem var, üzr istəyirik.

# notFoundUser
source: User not found. Please check again.
az: İstifadəçi tapılmadı. Zəhmət olmasa, yenidən yoxlayın.

# notFoundAdmin
source: Organizer data not found. Please check the request and try again.
az: Təşkilatçı məlumatı tapılmadı. Zəhmət olmasa, sorğunu yoxlayın və yenidən cəhd edin.

# notFoundEvents
source: Event not found. Please check again.
az: Tədbir tapılmadı. Zəhmət olmasa, yenidən yoxlayın.

# attendanceConfirmed
source: Check-in completed successfully
az: Yoxlama uğurla tamamlandı

# alreadyScanned
source: QR code has already been scanned
az: QR kod scan edilib

source: Exported
az: İxrac edildi

source: Enter value
az: Daxil edin

# enterEmail
source: Enter your email address
az: E-poçt ünvanınızı daxil edin

# invalidEmail
source: Email address must contain '@'
az: E-poçt ünvanında '@' işarəsi olmalıdır

# enterPassword
source: Enter your password
az: Şifrənizi daxil edin

# shortPassword
source: Password must be at least 6 characters long
az: Şifrə ən azı 6 simvoldan ibarət olmalıdır

# enterName
source: Enter your name
az: Adınızı daxil edin

# enterEventCity
source: Please enter the event city
az: Zəhmət olmasa, tədbirin şəhərini daxil edin

# enterEventDescription
source: Please enter the event description
az: Zəhmət olmasa, tədbirin təsvirini daxil edin

# enterEventName
source: Please enter the event name
az: Zəhmət olmasa, tədbirin adını daxil edin

# enterEventStreet
source: Please enter the event street
az: Zəhmət olmasa, tədbirin küçəsini daxil edin

# selectDate
source: Please select a date
az: Zəhmət olmasa, tarixi seçin

# invalidDateFormat
source: Enter date in correct format (dd.MM.yyyy HH:mm)
az: Tarixi düzgün formatda daxil edin (dd.MM.yyyy HH:mm)

# confirmRegister
source: Are you sure you want to register?
az: Qeydiyyatdan keçmək istədiyinizdən əminsiniz?

source: Yes
az: Bəli

source: No
az: Xeyr

# confirmExport
source: Are you sure you want to export?
az: İxrac etmək istədiyinizdən əminsiniz?

# userAlreadyRegistered
source: This user has already registered for this event.
az: Bu istifadəçi artıq bu tədbir üçün qeydiyyatdan keçib.
